[CATAPULTE.A_frost_troll_catapulte H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="巨魔"
mLore="巨魔是比蒙的山地表亲。虽然它们常被认为是裸体的雪猴，但事实并非如此。它们通常生活在沟壑或裂缝附近。它们不是很聪明，但驯服它们需要很长时间。它们拥有巨大的力量，这就是为什么它们最常被用作活的攻城槌或用来投掷石头。"

[CATAPULTE.A_GreaterEarthElemental_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="投石"
mTooltip="向防御工事射击，造成 %d.min 到 %d.max 点伤害。"

[Warfar_unit.A_baliste_ice_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="导弹"
mTooltip=""

7.5_v2

[Balista.A_armure_givre_Buff_warfare_expert H7BaseBuff]
mName="寒冰护甲"
mTooltip="生物获得 %stat1 %icon_defense 防御，并在 %durnow 回合内冻结以近战攻击它的敌人。"

[Balista.A_armure_givre_Buff_warfare_master H7BaseBuff]
mName="寒冰护甲"
mTooltip="生物获得 %stat1 %icon_defense 防御，并在 %durnow 回合内冻结以近战攻击它的敌人。"

[Balista.A_armure_givre_Buff_warfare_novice H7BaseBuff]
mName="寒冰护甲"
mTooltip="生物获得 %stat1 %icon_defense 防御，并在 %durnow 回合内冻结以近战攻击它的敌人。"

[Balista.A_armure_givre_Buff_warfare_unskill H7BaseBuff]
mName="寒冰护甲"
mTooltip="生物获得 %stat1 %icon_defense 防御，并在 %durnow 回合内冻结以近战攻击它的敌人。"

[Balista.A_elementaire_ice H7EditorWarUnit]
mDesc="攻击与支援单位"
mName="冰元素"
mLore="联盟的大法师们利用他们从七城带来的构装体知识创造了属于自己的魔像。他们使用无处不在的冰作为外壳，内部放置了各种宝石和矿物，因此冰魔像比普通魔像更具机动性，并且能够使用注入其中的魔法。"

[Warfar_unit.A_baliste_ice_support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="霜冻防护"
mTooltip="目标单位获得 %spell1.name，持续 %buff2.buff.durini.norm 回合，提供 %icon_defense 防御加成并冻结近战的敌方生物。"